Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/laozi__laozi-chapter-059__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 治人事天，莫若嗇。
en: For regulating the human (in our constitution) and rendering the (proper) service to the heavenly, there is nothing like moderation.

source: 夫唯嗇，是謂早服；
en: It is only by this moderation that there is effected an early return (to man's normal state).

source: 早服謂之重積德；
en: That early return is what I call the repeated accumulation of the attributes (of the Dao).

source: 重積德則無不克，無不克則莫知其極；
en: With that repeated accumulation of those attributes, there comes the subjugation (of every obstacle to such return).

source: 莫知其極，可以有國；
en: Of this subjugation we know not what shall be the limit; and when one knows not what the limit shall be, he may be the ruler of a state.

source: 有國之母，可以長久；
en: He who possesses the mother of the state may continue long.

source: 是謂深根固柢，長生久視之道。
en: His case is like that (of the plant) of which we say that its roots are deep and its flower stalks firm: - this is the way to secure that its enduring life shall long be seen.
